acpi_call
adobe-source-code-pro-fonts
alsa-utils
arc-gtk-theme
archlinux-wallpaper
autoconf
automake
bash
binutils
bison
bzip2
chromium
cmake
compton
conky
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
dunst
e2fsprogs
emacs
evince
expac
fakeroot
file
filesystem
findutils
flex
fprintd
gawk
gcc
gcc-libs
gettext
gimp
git
glibc
gnome-keyring
gnuplot
grep
groff
grub
gtk-engines
guake
gzip
i3-wm
i3lock
i3status
imagemagick
inetutils
iproute2
iputils
ipython2
iw
jfsutils
less
libinput
libtool
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mpv
nano
netctl
network-manager-applet
networkmanager
nitrogen
ntfs-3g
numix-themes
openssh
pacman
pandoc
patch
pciutils
pcmciautils
perl
pkg-config
pkgfile
powertop
procps-ng
psmisc
python2-ipdb
python2-numpy
r
ranger
reiserfsprogs
s-nail
screenfetch
sed
shadow
stack
sudo
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
thunar
thunar-volman
tk
tlp
tmux
tp_smapi
tree
ttf-dejavu
ttf-liberation
udiskie
udisks2
unzip
usbutils
util-linux
vi
vim
vlc
which
wireshark-cli
wireshark-gtk
wpa_supplicant
xf86-video-intel
xfsprogs
xorg-server
xorg-server-utils
xorg-server-xephyr
xorg-utils
xorg-xinit
xterm
yaourt
youtube-viewer
zsh
